Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/GeneralSettingsUI/AutomaticContentDownload.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_WLAN
source: Allow apps to refresh their content when on WLAN in the background. Turning off apps may help preserve battery life.
ar: السماح للتطبيقات بتحديث محتواها عند وجود WLAN في الخلفية. قد يساعد إيقاف التطبيقات في الحفاظ على عمر البطارية.
bg: Позволяване на приложенията да обновяват съдържанието си във фонов режим, когато се използва WLAN. Изключването на приложенията може да помогне за запазване на живота на батерията.
ca: Permet que les apps actualitzin el contingut en segon pla quan el dispositiu estigui connectat a una xarxa WLAN. Si desactives apps, estalviaràs bateria.
cs: Během připojení k WLAN budou aplikace na pozadí automaticky aktualizovat svůj obsah. Ukončením aplikací prodloužíte výdrž baterie.
da: Tillad, at apps opdaterer indhold via WLAN i baggrunden. Batteritiden kan evt. forlænges, hvis du slår apps fra.
de: Erlaube Apps über WLAN, im Hintergrund Inhalte zu aktualisieren. Das Deaktivieren von Apps kann die Batterielebensdauer verlängern.
el: Το περιεχόμενο εφαρμογών θα ανανεώνεται στο παρασκήνιο μέσω WLAN. Η απενεργοποίηση εφαρμογών μπορεί να βοηθήσει στην εξοικονόμηση διάρκειας της μπαταρίας.
es: Permite que las apps actualicen sus contenidos en segundo plano cuando ^[estés ^[conectado](inflect: true)](inflectionAlternative: "tengas conexión") a una red WLAN. Si desactivas apps, ahorrarás batería.
es_us: Permitir que las apps actualicen contenido en segundo plano al tener conexión a una red WLAN. Desactivar apps podría ahorrar batería.
fi: Salli appien sisällön päivitys taustalla, kun olet WLAN-verkossa. Laittamalla apit pois päältä autat säästämään akkua.
fr: Autorisez les apps à actualiser leur contenu sous WLAN en arrière-plan. Désactiver les apps peut prolonger l’autonomie de la batterie.
fr_ca: Autorisez les applications à actualiser leur contenu en arrière-plan lorsque l’appareil est connecté à un réseau WLAN. Désactiver les applications peut prolonger l’autonomie de la batterie.
he: ניתן לאפשר ליישומים להתעדכן ברקע בעת חיבור לרשת WLAN. ביטול אפשרות זו עשוי להאריך את חיי הסוללה.
hi: WLAN नेटवर्क चालू होने पर बैकग्राउंड में ऐप्स को अपना कॉन्टेंट रीफ़्रेश करने की अनुमति दें। ऐप्स बंद कर देने से बैटरी लाइफ़ बचाने में मदद मिल सकती है।
hr: Dozvolite aplikacijama osvježavanje njihovog sadržaja u pozadini kad ste spojeni na WLAN. Isključenjem aplikacija možete produljiti trajanje baterije.
hu: A tartalom háttérben történő frissítésének engedélyezése az appok számára WLAN használata esetén. Az appok kikapcsolása növelheti az akkumulátor üzemidejét.
id: Izinkan app menyegarkan kontennya saat terhubung ke WLAN di latar belakang. Mematikan app dapat membantu menghemat masa pakai baterai.
it: Consenti alle app di aggiornare i propri contenuti in background quando il tuo dispositivo è connesso a una rete WLAN. Disattivando le app, la durata della batteria potrebbe aumentare.
ja: WLAN通信接続中に、使用されていないアプリがバックグラウンドでコンテンツを更新することを許可します。以下の設定でアプリをオフにするとバッテリー駆動時間を節約できる可能性があります。
kk: WLAN желісі қосулы болғанда, қолданбаларға контентті фондық режимде жаңартуға рұқсат беріңіз. Қолданбаны өшіріп, аккумулятор қуатын үнемдеуге болады.
ko: WLAN에 연결되어 있을 때 백그라운드에서 앱 콘텐츠를 새로 고칠 수 있도록 허용합니다. 앱을 끄면 배터리 소모를 줄일 수 있습니다.
lt: Leiskite programoms atnaujinti turinį fone, prisijungus prie WLAN. Išjungus programas, akumuliatorius gali veikti ilgiau.
ms: Benarkan app menyegarkan semula kandungannya apabila menggunakan WLAN di latar belakang. Menyahaktifkan app mungkin membantu menjimatkan hayat bateri.
nl: Sta toe dat de inhoud van apps op de achtergrond wordt ververst bij verbinding met een WLAN-netwerk. Door apps uit te schakelen, gaat de batterij mogelijk langer mee.
no: Tillat at apper kan oppdatere innhold når du er koblet til WLAN i bakgrunnen. Lukking av apper kan gi lengre batteribrukstid.
pl: Aplikacje mogą odświeżać swoje dane w tle przez sieć WLAN. Wyłączenie aplikacji może przedłużyć pracę na baterii.
pt: Permite que os apps atualizem conteúdo em 2º plano quando houver uma conexão WLAN. A desativação de apps pode preservar a duração da bateria.
pt_pt: Permitir que as aplicações atualizem o respetivo conteúdo, em segundo plano, quando houver ligação a uma rede WLAN. Fechar as aplicações pode contribuir para poupar bateria.
ro: Permiteți aplicațiilor să-și reîmprospăteze conținutul prin WLAN în fundal. Dezactivarea funcției pentru unele aplicații poate proteja autonomia bateriei.
ru: Разрешать в фоновом режиме обновление приложениями их контента при нахождении в сети WLAN. Время работы от аккумулятора можно увеличить, выключив приложения.
sk: Umožní apkám osviežovať obsah na pozadí, ak je dostupné pripojenie k WLAN. Vypnutím apiek môžete predĺžiť výdrž batérie.
sl: Dovolite aplikacijam, da osvežijo vsebino v ozadju, ko uporabljate WLAN. Z izklopom aplikacij lahko podaljšate čas delovanja baterije.
sv: Tillåt appar att uppdatera sitt innehåll vid anslutning till WLAN i bakgrunden. Om du stänger av appar kan batteritiden förbättras.
th: อนุญาตให้แอปดึงข้อมูลเนื้อหาใหม่ขณะที่ใช้ WLAN อยู่เบื้องหลัง การปิดไม่อนุญาตแอปอาจช่วยยืดระยะเวลาการใช้งานแบตเตอรี่
tr: Arka planda WLAN’a bağlıyken uygulamaların içeriklerini yenilemesine izin verir. Uygulamaların kapatılması pil ömrünü uzatmaya yardımcı olabilir.
uk: Дозволити програмам оновлювати контент, коли вони в мережі WLAN у фоновому режимі. Вимкнення програм допоможе заощадити заряд.
vi: Cho phép các ứng dụng làm mới nội dung trong nền khi sử dụng WLAN. Việc tắt các ứng dụng có thể giúp duy trì thời lượng pin.
zh_cn: 使用无线局域网时，允许App在后台刷新内容。关闭App有助于节省电量。
zh_hk: 允許App在連接WLAN時，背景更新內容。關閉App可協助你延長電池使用時間。
zh_tw: 連接WLAN時，允許App在背景中重新整理內容。關閉App可協助你保存電池續航力。

# FOOTER_LPM_WIFI
source: When in Low Power Mode, background app refresh is disabled. Allow apps to refresh their content when on Wi-Fi in the background.
ar: أثناء نمط الطاقة المنخفضة، يتم تعطيل تحديث حالة التطبيقات في الخلفية. اسمح للتطبيقات بتحديث محتواها عند وجود شبكة Wi-Fi في الخلفية.
bg: Когато е активиран режим Пестене на енергия, обновяването на приложенията във фонов режим е изключено. Позволете на приложенията да обновяват съдържанието си във фонов режим, когато се използва Wi-Fi.
ca: Amb el mode de baix consum activat, es desactiva l’actualització d’apps en segon pla. Permet que les apps actualitzin el contingut en segon pla amb Wi-Fi.
cs: V režimu nízké spotřeby je aktualizace aplikací na pozadí vypnutá. Tato volba umožní aplikacím pokračovat v aktualizaci na pozadí, je‑li zařízení připojeno k Wi‑Fi.
da: Ved Energibesparende funktion er opdatering i baggrunden slået fra. Tillad apps at opdatere indhold via Wi-Fi i baggrunden.
de: Im Stromsparmodus ist die Hintergrundaktualisierung von Apps deaktiviert. Erlaube Apps über WLAN, im Hintergrund Inhalte zu aktualisieren.
el: Κατά τη λειτουργία Χαμηλής ισχύος, η ανανέωση εφαρμογών στο παρασκήνιο είναι απενεργοποιημένη. Επιτρέπει σε εφαρμογές την ανανέωση του περιεχομένου τους μέσω Wi-Fi στο παρασκήνιο.
es: En el modo de bajo consumo, se desactiva la actualización en segundo plano de las apps. Puedes permitir que las apps actualicen sus contenidos en segundo plano cuando ^[estés ^[conectado](inflect: true)](inflectionAlternative: "tengas conexión") a una red Wi‑Fi.
es_us: Ahorrar batería desactiva actualizar apps en segundo. plano. Permite que las apps actualicen sus contenidos en segundo plano cuando te conectes a una red Wi‑Fi.
fi: Alhaisen virran tilassa appien taustapäivitykset estetään. Salli appien sisällön päivitys taustalla, kun olet Wi‑Fi-verkossa.
fr: En mode économie d’énergie, l’actualisation des apps en arrière-plan est désactivée. Autorisez les apps à actualiser leur contenu sous Wi‑Fi en arrière-plan.
fr_ca: En mode économie d’énergie, l’actualisation des apps en arrière-plan est désactivée. Autorisez les applications à actualiser leur contenu en arrière-plan lorsque l’appareil est connecté à un réseau Wi‑Fi.
he: ב״מצב סוללה חלשה״, עדכון יישומים ברקע מבוטל. ניתן לאפשר ליישומים להתעדכן ברקע בעת חיבור לרשת אלחוטית.
hi: निम्न पावर मोड में होने पर बैकग्राउंड ऐप रीफ़्रेश अक्षम हो जाता है। वाई-फ़ाई का उपयोग किए जाने पर बैकग्राउंड में कॉन्टेंट रीफ़्रेश करने के लिए ऐप्स को अनुमति दें।
hr: Kad je uključen Mod slabog napajanja, osvježavanje aplikacija u pozadini je onemogućeno. Dozvolite aplikacijama osvježavanje njihovog sadržaja u pozadini kad ste spojeni na Wi-Fi.
hu: Alacsony töltöttségű módban az appok háttérben történő frissítése le van tiltva. Engedélyezze a tartalom háttérben történő frissítését az appok számára Wi-Fi használata esetén.
id: Saat dalam Mode Daya Rendah, penyegaran app latar belakang dinonaktifkan. Izinkan app menyegarkan kontennya saat terhubung ke Wi-Fi di latar belakang.
it: In modalità di risparmio energetico, l’aggiornamento delle app in background non è abilitato. Consenti alle app di aggiornare i propri contenuti in background quando il tuo dispositivo è connesso a una rete Wi-Fi.
ja: “低電力モード”では、アプリのバックグラウンド更新は無効になります。 Wi-Fi通信接続中、使用されていないアプリがバックグラウンドでコンテンツを更新することを許可します。
kk: Заряд үнемдеу режимінде қолданбаны фондық режимде жаңарту өшіріледі. Wi-Fi желісі қосулы болғанда, қолданбаларға контентті фондық режимде жаңартуға рұқсат беріңіз.
ko: 저전력 모드인 경우 백그라운드 앱 새로 고침 기능이 비활성화됩니다. Wi‑Fi에 연결되어 있을 때 백그라운드에서 앱 콘텐츠를 새로 고칠 수 있도록 허용합니다.
lt: Įjungus energijos taupymo režimą, programų atnaujinimas fone išjungiamas. Leiskite programoms atnaujinti turinį fone, prisijungus prie „Wi-Fi“.
ms: Apabila dalam Mod Kuasa Rendah, segar semula app latar dinyahdayakan. Benarkan app menyegarkan semula kandungannya apabila menggunakan Wi-Fi di latar belakang.
nl: In de energiebesparingsmodus wordt het verversen van apps op de achtergrond uitgeschakeld. Geef apps toestemming om hun inhoud op de achtergrond te verversen wanneer er verbinding is met een wifinetwerk.
no: I spareblussmodus er bakgrunnsoppdatering deaktivert. Tillat at apper kan oppdatere innhold i bakgrunnen når du er koblet til Wi‑Fi.
pl: W trybie Niskie zużycie energii odświeżanie aplikacji w tle jest wyłączone. Aplikacje mogą (w tle) odświeżać swoje dane przez sieć Wi‑Fi.
pt: Quando no Modo Pouca Energia, a atualização em 2º plano é desativada. Permite que os apps atualizem conteúdo quando houver uma conexão Wi‑Fi em 2º plano.
pt_pt: No modo de baixo consumo, a atualização de aplicações em segundo plano é desativada. Permitir que as aplicações atualizem o respetivo conteúdo, em segundo plano, quando houver ligação a uma rede Wi‑Fi.
ro: Când modul Consum redus este activat, reîmprospătarea aplicațiilor în fundal este dezactivată. Permiteți aplicațiilor să-și reîmprospăteze conținutul prin Wi-Fi în fundal.
ru: В режиме энергосбережения фоновое обновление контента приложений отключается. Разрешите приложениям обновлять контент в фоновом режиме при нахождении в сети Wi‑Fi.
sk: V režime nízkej spotreby je vypnuté osviežovanie apiek na pozadí. Umožní apkám osviežovať obsah na pozadí, ak je dostupné pripojenie k Wi-Fi.
sl: V načinu nizke porabe energije je osveževanje aplikacij v ozadju onemogočeno. Dovolite aplikacijam, da osvežijo vsebino v ozadju, ko uporabljate Wi-Fi.
sv: När batteriet börjar bli svagt avaktiveras uppdatering av appar i bakgrunden. Tillåt appar att uppdatera sitt innehåll vid anslutning till Wi-Fi i bakgrunden.
th: เมื่ออยู่ในโหมดประหยัดพลังงาน จะปิดใช้งานการดึงข้อมูลแอปอยู่เบื้องหลัง อนุญาตให้แอปดึงข้อมูลใหม่อยู่เบื้องหลังเมื่อเชื่อมต่อกับ Wi‑Fi
tr: Düşük Güç Modu’ndayken, arka planda uygulama yenileme etkisizleştirilir. Arka planda Wi-Fi’ye bağlıyken uygulamaların içeriklerini yenilemesine izin verir.
uk: У режимі економії заряду фонове оновлювання програм вимкнено. Дозвольте програмам оновлювати свій вміст у фоновому режимі, коли наявне Wi‑Fi‑зʼєднання.
vi: Khi ở Chế độ nguồn điện thấp, chức năng làm mới ứng dụng trong nền bị tắt. Cho phép các ứng dụng làm mới nội dung trong nền khi sử dụng Wi-Fi.
zh_cn: 低电量模式下，后台App刷新将停用。 使用Wi-Fi时，允许App在后台刷新内容。
zh_hk: 「低耗電模式」會停用背景App重新整理功能。 在連接Wi-Fi時，允許App於背景重新整理內容。
zh_tw: 「低耗電模式」會停用背景App重新整理。 連接Wi-Fi時，允許App在背景中重新整理內容。

# FOOTER_LDM_WLAN
source: When Low Data Mode is enabled for the network your iPad is on, apps may not use network data in the background. Allow apps to refresh their content when on WLAN in the background.
ar: عند تمكين نمط البيانات المنخفضة للشبكة التي يستخدمها الـ iPad، فلن تتمكن التطبيقات من استخدام بيانات الشبكة في الخلفية. اسمح للتطبيقات بتحديث محتواها عند وجود شبكة WLAN في الخلفية.
bg: Когато е активиран режим Пестене на данни за мрежата, към която е свързан iPad, приложенията не могат да използват мрежови данни във фонов режим. Позволете на приложенията да обновяват съдържанието си във фонов режим, когато се използва WLAN.
ca: Quan el mode de consum de dades reduït estigui activat a la xarxa on es trobi l’iPad, les apps no podran utilitzar les dades de la xarxa en segon pla. Permet que les apps actualitzin el contingut en segon pla amb la WLAN.
cs: Pokud je v síti, ke které je iPad připojený, zapnutý režim malého objemu dat, aplikace na pozadí nemohou využívat síťová data. Aplikacím na pozadí můžete povolit aktualizaci obsahu během připojení k WLAN.
da: Når Lav datafunktion er slået til for det netværk, din iPad er forbundet til, kan apps ikke bruge netværksdata i baggrunden. Tillad apps at opdatere indhold via WLAN i baggrunden.
de: Wenn für das Netzwerk, in dem sich das iPad befindet, der Datensparmodus aktiviert ist, dürfen Apps keine Netzwerkdaten im Hintergrund benutzen. Erlaube Apps, im Hintergrund Inhalte über WLAN zu aktualisieren.
el: Όταν είναι ενεργοποιημένη η Χαμηλή κατανάλωση δεδομένων για το δίκτυο στο οποίο είναι συνδεδεμένο το iPad, δεν επιτρέπεται στις εφαρμογές να χρησιμοποιούν δεδομένα δικτύου στο παρασκήνιο. Αυτή η ρύθμιση επιτρέπει στις εφαρμογές την ανανέωση του περιεχομένου τους στο παρασκήνιο όταν η συσκευή είναι συνδεδεμένη σε WLAN.
es: Al activar el modo de datos reducidos para la red en la que se encuentra tu iPad, las apps no podrán usar los datos de la red en segundo plano. Puedes permitir que las apps actualicen sus contenidos en segundo plano cuando te conectes a una red WLAN.
es_us: Si se activa Ahorrar datos en la red de tu iPad, las apps no podrán consumir datos de la red en segundo plano. Permite que las apps actualicen su contenido en segundo plano conectándote a una red WLAN.
fi: Kun Datansäästö on käytössä verkossa, jota iPad käyttää, apit eivät voi käyttää verkkodataa taustalla. Salli appien sisällön päivitys taustalla, kun olet WLAN-verkossa.
fr: Lorsque le mode Faibles données est activé pour le réseau auquel votre iPad est connecté, il se peut que les apps n’utilisent pas les données réseau en arrière-plan. Autorisez les apps à actualiser leur contenu sous WLAN en arrière-plan.
fr_ca: Lorsque le mode de données réduites s’applique au réseau auquel votre iPad est connecté, les apps ne peuvent pas utiliser les données du réseau en arrière-plan. Autorisez les apps à actualiser leur contenu en arrière-plan lorsque l’appareil est connecté à un réseau WLAN.
he: כאשר ״מצב צריכת נתונים נמוכה״ פעיל עבור הרשת אליה מחובר ה-iPad שלך, יתכן שיישומים לא ישתמשו בנתוני רשת ברקע. ניתן לאפשר ליישומים לרענן את התוכן שלהם כאשר קיים חיבור לרשת WLAN ברקע.
hi: जब निम्न डेटा मोड उस नेटवर्क के लिए सक्षम रहता है जिससे iPad जुड़ा है, तो हो सकता है कि ऐप्स बैकग्राउंड में नेटवर्क डेटा का इस्तेमाल न करें। WLAN का उपयोग किए जाने पर बैकग्राउंड में कॉन्टेंट रीफ़्रेश करने के लिए ऐप्स को अनुमति दें।
hr: Kad je za mrežu na koju je spojen iPad omogućen Mod niske uporabe podataka, aplikacije ne mogu koristiti mrežne podatke u pozadini. Dozvolite aplikacijama osvježavanja njihovog sadržaja u pozadini kad je spojen WLAN.
hu: Amikor az Alacsony adatforgalmú mód engedélyezve van azon a hálózaton, amelyhez az iPad csatlakozik, akkor az appok nem használhatják a hálózati adatokat a háttérben. Engedélyezze a tartalom háttérben történő frissítését az appok számára WLAN használata esetén.
id: Jika Mode Data Rendah diaktifkan untuk jaringan yang sedang digunakan iPad Anda, app mungkin tidak akan menggunakan data jaringan di latar belakang. Izinkan app untuk menyegarkan konten mereka saat terhubung ke WLAN di latar belakang.
it: Quando è attiva la modalità “Consumo limitato di dati” per la rete a cui iPad è connesso, le app potrebbero non utilizzare i dati di rete in background. Consenti alle app di aggiornare i propri contenuti quando il tuo dispositivo è connesso alla rete WLAN in background.
ja: お使いのiPadが接続しているネットワークで省データモードが有効になっている場合、アプリがバックグラウンドでネットワークデータを使用できない場合があります。 WLAN通信接続中、使用されていないアプリがバックグラウンドでコンテンツを更新することを許可します。
kk: iPad құрылғысында қосылған желіде деректерді үнемдеу режимі қосулы болғанда, қолданбалар желілік деректерді фондық режимде пайдалана алмайды. WLAN желісі қосулы болғанда, қолданбаларға контентті фондық режимде жаңартуға рұқсат беріңіз.
ko: iPad가 연결된 네트워크에 대해 저데이터 모드가 활성화되어 있으면 앱이 백그라운드에서 네트워크 데이터를 사용하지 않을 수 있습니다. WLAN에 연결되어 있을 때 백그라운드에서 앱 콘텐츠를 새로 고칠 수 있도록 허용합니다.
lt: Kai duomenų taupymo režimas iįjungtas tinkle, prie kurio prisijungęs jūsų „iPad“, programos negali naudoti tinklo duomenų fone. Leiskite programoms atnaujinti savo turinį fone, prisijungus prie WLAN arba mobiliojo ryšio tinklo.
ms: Apabila Mod Data Rendah didayakan untuk rangkaian yang digunakan oleh iPad anda, app tidak boleh menggunakan data rangkaian di latar belakang. Benarkan app menyegarkan semula kandungannya apabila menggunakan WLAN di latar belakang.
nl: Wanneer de databesparingsmodus is ingeschakeld voor het netwerk waarop je iPad zich bevindt, mogen apps geen netwerkgegevens op de achtergrond gebruiken. Geef apps toestemming om hun inhoud op de achtergrond te verversen wanneer er verbinding is met een WLAN-netwerk.
no: Apper kan ikke bruke nettverksdata i bakgrunnen hvis du har aktivert Lav databruk for nettverket som iPaden er tilkoblet. Tillat at apper kan oppdatere innholdet i bakgrunnen når du er koblet til WLAN.
pl: Gdy tryb niskiego transferu danych jest włączony dla sieci, której używa iPad, aplikacje nie mogą przesyłać przez nią danych w tle. Pozwól aplikacjom odświeżać swoje dane w tle przez sieć WLAN.
pt: Quando o Modo de Economia de Dados estiver ativado na rede do iPad, os apps podem não usar dados da rede em 2º plano. Permite que os apps atualizem conteúdo quando houver uma conexão WLAN em 2º plano.
pt_pt: Quando o modo de dados reduzidos está ativo na rede à qual o iPad se encontra ligado, as aplicações não podem usar dados de rede em segundo plano. Permitir que as aplicações atualizem o respetivo conteúdo, em segundo plano, quando houver ligação a uma rede WLAN.
ro: Când modul Trafic date redus este activat pentru rețeaua în care se află iPad‑ul, aplicațiile nu pot utiliza rețeaua pentru trafic de date în fundal. Permiteți aplicațiilor să‑și reîmprospăteze conținutul prin WLAN în fundal.
ru: Когда режим экономии данных включен для сети, в которой находится Ваш iPad, приложения не могут использовать сетевые данные в фоновом режиме. Разрешите приложениям обновлять контент в фоновом режиме при нахождении в сети WLAN.
sk: Keď bude iPad pripojený k sieti s aktivovaným režimom šetrenia dát, apky bežiace na pozadí pravdepodobne nebudú môcť využívať sieťové dáta. Povoľte apkám osviežovať obsah na pozadí, ak je dostupné pripojenie k WLAN.
sl: Ko je za omrežje vašega iPada vklopljen način nizke porabe podatkov, aplikacije ne morejo uporabljati omrežnih podatkov v ozadju. Dovolite aplikacijam, da osvežijo vsebino v ozadju, ko uporabljate WLAN.
sv: När läget med låg dataförbrukning är aktiverat för nätverket som iPad är ansluten till kan appar inte använda nätverksdata i bakgrunden. Tillåt att appar uppdaterar sitt innehåll vid anslutning till WLAN i bakgrunden.
th: เมื่อเปิดใช้งานโหมดประหยัดข้อมูลสำหรับเครือข่ายที่ iPad ของคุณใช้อยู่ แอปอาจไม่ใช้ข้อมูลเครือข่ายในระหว่างอยู่เบื้องหลัง อนุญาตให้แอปดึงข้อมูลใหม่อยู่เบื้องหลังเมื่อเชื่อมต่อกับ WLAN
tr: Düşük Veri Modu iPad’inizin bağlı olduğu ağda etkinleştirilmişken uygulamalar arka planda ağ verilerini kullanamayabilir. Arka planda WLAN’a bağlıyken uygulamaların içeriklerini yenilemesine izin verir.
uk: Коли ввімкнено Режим економії даних для мережі, у якій перебуває ваш iPad, програми не можуть використовувати мережеві дані у фоновому режимі. Дозвольте програмам оновлювати їхній контент за зʼєднання з WLAN у фоновому режимі.
vi: Khi Chế độ dữ liệu thấp được bật cho mạng mà iPad của bạn kết nối vào, các ứng dụng không thể sử dụng dữ liệu mạng trong nền. Cho phép các ứng dụng làm mới nội dung trong nền khi kết nối vào mạng WLAN.
zh_cn: 当你iPad所在的网络启用“低数据模式”时，App将不会在后台使用网络数据。 使用无线局域网时，允许App后台刷新。
zh_hk: 當iPad所連接的網絡已啟用「低數據模式」時，App可能無法在背景中使用網絡數據。 連接WLAN時，允許App在背景重新整理內容。
zh_tw: 若iPad連接的網路已啟用「低數據模式」，App可能無法在背景中使用網路數據。 連接WLAN時，允許App在背景中重新整理內容。
